/* German Localization made by Marc Peikert */

/* Download size */
"%.2f / %.2f Mb  (%.2f Mb/s)" = "%1$.2f / %2$.2f Mb  (%3$.2f Mb/s)";

/* Download time min/sec */
"%i min %i sec" = "%1$i min %2$i sek";

/* Download time sec */
"%i sec" = "%i sek";

/* An update is available */
"An update is available" = "Ein Update ist verfügbar";

/* Are you sure want to cancel */
"Are you sure want to cancel?" = "Bist du sicher das du den Download abbrechen willst?";

/* Can't download ipsw list */
"Can't download ipsw list" = "ipsw list konnte nicht heruntergeladen werden.";

/* Cancel Download */
"Cancel Download" = "Download Abbrechen";

/* Connection error */
"Connection error" = "Verbindugsfehler";

/* Download to */
"Download to" = "Speichern unter";

/* Expect to start download */
"Expect to start download" = "Download starten?";

/* Growl notification title */
"ipswDownloader" = "ipswDownloader";

/* No */
"No" = "Nein";

/* No updates */
"No updates" = "Keine updates";

/* OK */
"OK" = "OK";

/* Update */
"Update" = "Update";

/* Would you like to update application now? */
"Would you like to update application now?" = "Willst du den ipsDownloader nun updaten?";

/* Yes */
"Yes" = "Ja";

/* You are using the latest version */
"You are using the latest version" = "Du benutzt die neuste Version";

/* Growl Download Complete */
"Download Complete" = "Download abgeschlossen";

/* Growl Download Fail */
"Download Fail" = "Download fehlgeschlagen";

/* Growl Download Canceled */
"Download Canceled" = "Download abgebrochen";

/* Growl Download Paused */
"Download Paused" = "Download pausiert";

/* Growl Download Resume */
"Download Resume" = "Download fortsetzen";

/* Growl SHA1 Checksum Fail" */
"SHA1 Checksum Fail" = "SHA1 Check fehlgeschlagen";

/* Resume */
"Resume" = "Weiter";

/* Pause */
"Pause" = "Pause";

/* No Internet Connection */
"No Internet Connection" = "Keine Internet Verbindung";

/* Please check your Internet connection */
"Please check your Internet connection" = "Bitte überprüfen Sie Ihre Internetverbindung";

/* Cancel */
"Cancel" = "Abbrechen";

/* Download */
"Download" = "Download";

/* Duplicate finded */
"Duplicate finded" = "Duplicate finded";

/* Start new Download 1 */
"You are currently downloading that firmware. Do You want start new download?" = "You are currently downloading that firmware. Do You want start new download?";

/* Start new Download 2 */
"You are downloaded that firmware before. Do You want start new download?" = "You are downloaded that firmware before. Do You want start new download?";

/* Start new Download 3 */
"That firmware is paused. Do You want start new or resume download?" = "That firmware is paused. Do You want start new or resume download?";
